[
    {
        "price": "$3,367.56",
        "picture": "https://images.unsplash.com/photo-1596560548464-f010549b84d7?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
        "rating": 4,
        "name": "Fried Rice",
        "about": "Quis occaecat exercitation labore reprehenderit velit ex consectetur enim eiusmod dolor id. Eiusmod cillum occaecat cillum magna. Sunt magna officia quis aute. Culpa fugiat ipsum consequat ut exercitation excepteur voluptate.\r\nOccaecat incididunt fugiat commodo cillum magna tempor laboris fugiat ut quis amet eiusmod amet. Exercitation ad deserunt ex elit ea anim in pariatur aliquip. Elit nostrud tempor id minim nostrud consequat tempor tempor cillum amet magna laborum laboris. Deserunt consequat aute dolor officia esse ad Lorem minim ipsum proident velit culpa aliqua. Qui veniam anim elit anim magna labore sunt.\r\nEa commodo aliqua tempor minim culpa occaecat veniam. Qui incididunt anim commodo ut qui qui amet qui. Dolor fugiat ipsum labore exercitation deserunt mollit consectetur voluptate nulla sint incididunt laborum cupidatat.\r\n"
    },
    {
        "price": "$3,625.55",
        "picture": "https://images.unsplash.com/photo-1631292784640-2b24be784d5d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=880&q=80",
        "rating": 5,
        "name": "Chicken Curry",
        "about": "Officia aliqua deserunt nulla cillum sit. Amet exercitation ex veniam aliqua reprehenderit labore id reprehenderit eu amet Lorem. Minim adipisicing aliqua Lorem proident et ut. Aute sunt ea officia exercitation excepteur ipsum pariatur. Ad exercitation tempor magna irure reprehenderit in enim officia. Ipsum ullamco nisi dolore ut anim adipisicing officia ea est. Ullamco eu consequat excepteur aute fugiat.\r\nCulpa incididunt adipisicing pariatur esse elit proident culpa aliquip sunt excepteur nostrud ullamco. Quis non consectetur voluptate nulla nulla irure incididunt pariatur pariatur ad ea nulla eu do. Enim dolore dolore dolor in voluptate proident laborum et occaecat ipsum commodo. Tempor et eu in duis veniam.\r\nNostrud laboris reprehenderit amet minim consectetur pariatur eiusmod incididunt consequat. Et pariatur sit velit commodo sunt culpa. Aute eiusmod esse id nulla amet. Non in elit culpa excepteur non voluptate aliquip adipisicing sunt ad est. Exercitation in consectetur in aliqua. Incididunt nostrud consequat dolor in esse mollit enim commodo quis nisi.\r\n"
    },
    {
        "price": "$2,049.23",
        "picture": "https://images.unsplash.com/photo-1565557623262-b51c2513a641?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1071&q=80",
        "rating": 3,
        "name": "Chicken Masala With Porata",
        "about": "Ea dolore culpa deserunt qui minim consequat labore nulla ut ullamco nisi. Sunt ipsum ullamco est do Lorem sit. Enim ullamco laborum in consectetur excepteur reprehenderit. Laboris laborum qui consequat officia.\r\nAmet eiusmod cupidatat veniam deserunt nisi enim officia laboris et mollit elit. Reprehenderit velit mollit eu do laborum pariatur adipisicing sit minim do tempor ullamco incididunt. Aute nostrud deserunt do laboris sit occaecat velit.\r\nIncididunt ex exercitation ea consectetur irure. Ullamco irure ut id culpa nulla consectetur officia ea proident. Nostrud occaecat incididunt consectetur adipisicing nisi. Nulla velit irure proident minim est pariatur proident eiusmod ullamco. Officia dolore adipisicing dolor cillum cillum est aliqua cillum laboris proident occaecat quis excepteur sint. Cillum aute quis voluptate sint in ullamco exercitation sint proident esse est. Duis adipisicing id deserunt et consequat.\r\n"
    },
    {
        "price": "$1,974.79",
        "picture": "https://images.unsplash.com/photo-1534939561126-855b8675edd7?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80",
        "rating": 5,
        "name": "Beef Curry",
        "about": "Nisi cillum est nulla amet ipsum irure incididunt velit elit. Minim cupidatat pariatur nisi deserunt. Excepteur ex ipsum fugiat eiusmod.\r\nSint reprehenderit mollit reprehenderit deserunt anim est tempor reprehenderit sit nostrud ut. Officia elit aliquip irure ad commodo sunt voluptate dolore et adipisicing eu sit irure duis. Minim minim exercitation sunt eiusmod officia consequat voluptate voluptate nisi voluptate voluptate ipsum amet. Tempor magna aliquip excepteur voluptate labore duis. Est esse consequat nostrud do commodo. Nisi ad labore ex non nostrud labore ea anim ea do incididunt aute culpa aute.\r\nIncididunt ut aute consequat consectetur fugiat aute tempor sint deserunt sit irure sit non aute. Velit commodo labore eiusmod fugiat et reprehenderit minim excepteur eu laborum sint do cillum amet. Sunt pariatur velit voluptate exercitation eiusmod ad aliqua amet esse velit nulla est. Cupidatat laborum aliqua fugiat anim. Amet laboris cupidatat id elit anim nulla veniam duis cillum. Esse magna ullamco nisi exercitation sit.\r\n"
    },
    {
        "price": "$1,165.37",
        "picture": "https://images.unsplash.com/photo-1631515243349-e0cb75fb8d3a?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=888&q=80",
        "rating": 4,
        "name": "Chicken  BirYani ",
        "about": "Eiusmod do sunt anim incididunt nostrud Lorem voluptate dolor. Non veniam sunt duis exercitation veniam aliqua laborum tempor ea reprehenderit. Adipisicing culpa in amet proident. Labore pariatur labore id consequat. Laboris excepteur do occaecat enim eu non ullamco occaecat reprehenderit laboris. Sit consectetur cupidatat irure reprehenderit consequat qui officia cillum cupidatat veniam velit eu. Cupidatat sint eu non aliquip excepteur.\r\nQui sunt dolor adipisicing aute dolore elit magna commodo voluptate. Fugiat eu do do non esse mollit et laborum Lorem est aliquip. Voluptate qui sint deserunt adipisicing sit enim est aute sint. Quis velit quis eiusmod commodo in amet.\r\nLorem sint amet dolor qui deserunt irure consequat. Elit cillum occaecat Lorem tempor magna ad laborum in nostrud. Nulla magna mollit do veniam adipisicing aliquip cupidatat proident exercitation ipsum ea. Velit laborum et culpa duis qui Lorem officia sunt officia commodo. Labore pariatur culpa fugiat quis.\r\n"
    },
    {
        "price": "$3,771.17",
        "picture": "http://placehold.it/32x32",
        "rating": 4,
        "name": "Sweeney Mclean",
        "about": "Ea non adipisicing dolor mollit. Anim aliquip officia eu anim. Elit tempor exercitation ex ea velit in voluptate laborum nostrud. Cillum eiusmod eiusmod ad ut est Lorem est magna esse amet veniam nulla.\r\nAd do proident ut nostrud occaecat laborum Lorem quis nisi exercitation fugiat incididunt nostrud eiusmod. Reprehenderit ipsum nulla voluptate minim id deserunt consequat. Ad non excepteur mollit Lorem aute sint ex deserunt duis labore ullamco et. Officia incididunt adipisicing reprehenderit tempor id id ullamco. Sint mollit elit id mollit non culpa sunt exercitation anim aliqua incididunt ex. Et est esse duis mollit.\r\nCupidatat est adipisicing eu amet quis amet nostrud est minim. Quis excepteur in aliquip reprehenderit exercitation in velit ad amet tempor ullamco ad labore veniam. Et proident dolor exercitation officia sit aute eu.\r\n"
    },
    {
        "price": "$2,836.15",
        "picture": "https://images.unsplash.com/photo-1633945274405-b6c8069047b0?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
        "rating": 4,
        "name": "Mutton Kacchi",
        "about": "Incididunt nisi sint fugiat ea incididunt in labore amet eu exercitation culpa nostrud. Sit ipsum amet eiusmod adipisicing deserunt cillum. Nulla commodo enim culpa fugiat consectetur mollit esse commodo occaecat. Id consectetur eiusmod magna voluptate nisi Lorem cillum. Dolore ullamco commodo laboris pariatur minim laborum dolor sint id eu consectetur. Minim ex quis cupidatat laboris elit nulla dolore Lorem. Officia est proident quis pariatur aute sunt reprehenderit tempor exercitation minim.\r\nIpsum sit ut duis culpa in adipisicing sit. Culpa amet id esse officia tempor sit ad laborum. Qui velit quis quis elit laboris.\r\nEa excepteur velit sint amet voluptate tempor ipsum officia ea dolore culpa. Minim esse nisi excepteur ut elit consequat nostrud cupidatat ipsum ut ex occaecat. Proident et aute nulla minim excepteur laborum dolor dolore commodo occaecat cupidatat irure voluptate elit. Laborum pariatur pariatur laborum labore irure culpa ut consectetur non in qui mollit labore. Exercitation dolor sint cillum proident incididunt officia nisi duis do voluptate culpa voluptate deserunt. Voluptate cillum eu consequat consectetur ad.\r\n"
    },
    {
        "price": "$2,836.15",
        "picture": "https://images.unsplash.com/photo-1612929633738-8fe44f7ec841?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80",
        "rating": 4,
        "name": "Chicken Noodls",
        "about": "Incididunt nisi sint fugiat ea incididunt in labore amet eu exercitation culpa nostrud. Sit ipsum amet eiusmod adipisicing deserunt cillum. Nulla commodo enim culpa fugiat consectetur mollit esse commodo occaecat. Id consectetur eiusmod magna voluptate nisi Lorem cillum. Dolore ullamco commodo laboris pariatur minim laborum dolor sint id eu consectetur. Minim ex quis cupidatat laboris elit nulla dolore Lorem. Officia est proident quis pariatur aute sunt reprehenderit tempor exercitation minim.\r\nIpsum sit ut duis culpa in adipisicing sit. Culpa amet id esse officia tempor sit ad laborum. Qui velit quis quis elit laboris.\r\nEa excepteur velit sint amet voluptate tempor ipsum officia ea dolore culpa. Minim esse nisi excepteur ut elit consequat nostrud cupidatat ipsum ut ex occaecat. Proident et aute nulla minim excepteur laborum dolor dolore commodo occaecat cupidatat irure voluptate elit. Laborum pariatur pariatur laborum labore irure culpa ut consectetur non in qui mollit labore. Exercitation dolor sint cillum proident incididunt officia nisi duis do voluptate culpa voluptate deserunt. Voluptate cillum eu consequat consectetur ad.\r\n"
    }
]